[
  {
    "id": "jxm5UNB",
    "foodName": "Egg sandwich",
    "img": "https://i.ibb.co/zQ1c1yY/toast-with-avocado-spinach-and-fried-egg-top-view.jpg",
    "price": 9.99,
    "description": "An egg sandwich is a sandwich with some kind of cooked egg filling. Fried eggs, scrambled eggs, sliced boiled eggs and egg salad (a mix of chopped cooked egg and mustard and mayonnaise) are popular options. In the fourth case, it may be called an egg salad sandwich."
  },
  {
    "id": "FnU3e0K",
    "foodName": "Pan Cakes",
    "img": "https://i.ibb.co/r4yZw9R/A-stack-of-pancakes-on-a-plate-with-syrup-and-butter-Isolated-on-white-with-clipping-path.jpg",
    "price": 6.99,
    "description": "A pancake is a flat cake, often thin and round, prepared from a starch-based batter that may contain eggs, milk and butter and cooked on a hot surface such as a griddle or frying pan, often frying with oil or butter."
  },
  {
    "id": "0M03yhi",
    "foodName": "Chicken and waffles",
    "img": "https://i.ibb.co/F348xkq/Fried-Chicken-and-Waffles-with-Syrup-is-Classic-Southern-Comfort-food-Photographed-on-Hasselblad-H3.jpg",
    "price": 12.99,
    "description": "Chicken and waffles is an American dish combining chicken with waffles. It is part of a variety of culinary traditions, including Pennsylvania Dutch cuisine and soul food, and is served in certain specialty restaurants in the United States. "
  },
  {
    "id": "8YMQwoL",
    "foodName": "Home fries",
    "img": "https://i.ibb.co/DM0JZYY/chips-against-white.jpg",
    "price": 7.99,
    "description": "Home fries is a popular American side dish made by frying larger chunks of potatoes in butter or oil until they are crispy and golden in color. The potatoes might sometimes be unpeeled, and they are often shortly boiled or steamed before frying. Home fries are often paired with onions and peppers in the same pan."
  },
  {
    "id": "KG5Khcd",
    "foodName": "Breakfast burrito",
    "img": "https://i.ibb.co/0r18jrX/Breakfast-Burrito-with-Hash-Brown-Potatoes-and-Salsa-Photographed-on-Hasselblad-H3-D2-39mb-Camera.jpg",
    "price": 4.99,
    "description": "The breakfast burrito, sometimes referred to as a breakfast wrap outside of the American Southwest, is a variety of American breakfast composed of breakfast items wrapped inside a flour tortilla burrito."
  },
  {
    "id": "RpUsWX0",
    "foodName": "Breakfast Sandwich",
    "img": "https://i.ibb.co/GkZB7ms/Bacon-Egg-and-Cheese-Breakfast-Sandwich-on-a-Toasted-English-Muffin-with-a-Natural-Drop-Shadow-Photo.jpg",
    "price": 12.99,
    "description": "A breakfast sandwich is any sandwich filled with foods associated with the breakfast meal. Breakfast sandwiches are served at fast food restaurants and delicatessens or bought as fast, ready to heat and eat sandwiches from a store. Breakfast sandwiches are commonly made at home."
  },
  {
    "id": "ZMMVSzA",
    "foodName": "Meatloaf",
    "img": "https://i.ibb.co/7R5mVWS/A-white-plate-of-turkey-meatloaf-cooked-fresh-carrots-and-mashed-potatoes-and-mushroom-gravy-on-a-wh.jpg",
    "price": 7.99,
    "description": "Meatloaf is a dish of ground meat that has been combined with other ingredients and formed into the shape of a loaf, then baked or smoked. The final shape is either hand-formed on a baking tray, or pan-formed by cooking it in a loaf pan."
  },
  {
    "id": "EkE5hNu",
    "foodName": "Macaroni and cheese",
    "img": "https://i.ibb.co/sRCCJCv/Fried-chicken-with-macaroni-and-cheese-mashed-potatoes-with-gravy-and-sweat-tea-Please-see-my-portfo.jpg",
    "price": 5.99,
    "description": "Macaroni and cheese—also called mac 'n' cheese in the United States, and macaroni cheese in the United Kingdom—is a dish of cooked macaroni pasta and a cheese sauce, most commonly cheddar. It can also incorporate other ingredients, such as breadcrumbs or meat."
  },
  {
    "id": "AUFHBoN",
    "foodName": "Fajitas",
    "img": "https://i.ibb.co/tP7t474/An-overhead-close-up-of-two-fajita-tacos-splattered-with-hot-chipotle-sauce-on-a-white-plate.jpg",
    "price": 7.99,
    "description": "A fajita, in Tex-Mex cuisine, is any stripped grilled meat with stripped peppers and onions that is usually served on a flour or corn tortilla. The term originally referred to skirt steak, the cut of beef first used in the dish."
  },
  {
    "id": "GdFiA9X",
    "foodName": "Baked beans",
    "img": "https://i.ibb.co/5rKWxfG/plate-of-beans-in-tomato-on-white-background.jpg",
    "price": 12.99,
    "description": "Baked beans is a dish traditionally containing white beans that are parboiled and then, in the US, baked in sauce at low temperature for a lengthy period. In the United Kingdom, the dish is sometimes baked, but usually stewed in sauce. Canned baked beans are not baked, but are cooked through a steam process."
  },
  {
    "id": "Mz-MzKk",
    "foodName": " Grilled cheese sandwich",
    "img": "https://i.ibb.co/yBVJyxy/Isolated-grilled-cheese-on-a-plate-with-white-background.jpg",
    "price": 17.99,
    "description": "A toasted sandwich, grilled cheese sandwich, cheese toastie, or grilled cheese is a hot sandwich made with one or more varieties of cheese on bread."
  },
  {
    "id": "Yr-Iymo",
    "foodName": "Cheesecake",
    "img": "https://i.ibb.co/9NdfRZd/A-New-York-Style-cheesecake-topped-with-cherries-on-a-white-background-PLEASE-CLICK-HERE-FOR-MORE-CH.jpg",
    "price": 12.99,
    "description": "Cheesecake is a sweet dessert consisting of one or more layers. The main, and thickest, layer consists of a mixture of a soft, fresh cheese, eggs, and sugar. If there is a bottom layer, it most often consists of a crust or base made from crushed cookies, graham crackers, pastry, or sometimes sponge cake."
  },
  {
    "id": "GkKj26x",
    "foodName": "Burger",
    "img": "https://i.ibb.co/RhbzrpL/hamburger-with-lettuce-in-a-plate-on-a-white-background-top-view.jpg",
    "price": 19.99,
    "description": "A hamburger is a food, typically considered a sandwich, consisting of one or more cooked patties—usually ground meat, typically beef—placed inside a sliced bread roll or bun. The patty may be pan fried, grilled, smoked or flame broiled."
  },
  {
    "id": "4icE2hE",
    "foodName": "Barbecue ribs",
    "img": "https://i.ibb.co/v4TcBSn/Plate-of-cut-baby-back-ribs-with-barbecue-sauce-lettuce-and-cherry-tomatoes-isolated-on-white-More-r.jpg",
    "price": 15.99,
    "description": "Juicy melt-in-your-mouth oven baked Barbecue Ribs are fall-off-the-bone delicious! Double up on incredible flavour with an easy to make dry rub first, then coat them in a seasoned barbecue sauce mixture so addictive you won’t stop at one! Finger licking good ribs right here!"
  },
  {
    "id": "HNscuNR",
    "foodName": "The BLT",
    "img": "https://i.ibb.co/ZxtXz06/Toasted-BLT-Sandwich-with-Coleslaw-Bacon-Lettuce-and-Tomato-on-Whole-Wheat-Bread-Photographed-on-Has.jpg",
    "price": 12.99,
    "description": "A BLT is a type of sandwich, named for the initials of its primary ingredients, bacon, lettuce, and tomato. It can be made with varying recipes according to personal preference. Simple variants include using different types of lettuce, toasting or not, or adding mayonnaise."
  },
  {
    "id": "Wo607Rl",
    "foodName": "Buffalo chicken wings",
    "img": "https://i.ibb.co/4WSn04h/Hot-Wings-isolated-on-white-Please-see-my-portfolio-for-other-food-related-images.jpg",
    "price": 12.99,
    "description": "A Buffalo wing in American cuisine is an unbreaded chicken wing section that is generally deep-fried and then coated or dipped in a sauce consisting of a vinegar-based cayenne pepper hot sauce and melted butter prior to serving."
  },
  {
    "id": "UhKJuep",
    "foodName": "Reuben sandwich",
    "img": "https://i.ibb.co/x2nH0fM/5.jpg",
    "price": 17.99,
    "description": "The Reuben sandwich is a North American grilled sandwich composed of corned beef, Swiss cheese, sauerkraut, and Russian dressing, grilled between slices of rye bread. It is associated with kosher-style delicatessens, but it is not kosher, because it combines meat and cheese."
  },
  {
    "id": "cCJy2Bk",
    "foodName": "Classic hot dog",
    "img": "https://i.ibb.co/VVYZnZs/hot-dog-with-tomato-in-a-plate-on-a-white-background-top-view.jpg",
    "price": 12.99,
    "description": "Pork and beef are the traditional meats used in hot dogs. Less expensive hot dogs are often made from chicken or turkey, using low-cost mechanically separated poultry."
  }
]
